Repository: meilleur-monde/wp-quotes-widget
Catalog: src/languages/quotes-widget-*.po
Languages: fr_fr

# Installation
source: the plugin %1$s has been deactivated because it needs the following plugins :
fr_fr: l'extension %1$s a été désactivée car elle nécessite l'installation des plugins suivants:

# Installation
source: plugin %1$s, the rewrite rules have been flushed after registering the new custom type Quote
fr_fr: extension %1$s, les règles de réécritures d'urls ont été réinitialisées suite à l'enregistrement de Citation, le nouveau type de contenu personnalisé

# widget description
source: display quotes created via custom type quote
fr_fr: affiche les citations créées depuis les types de contenu personnalisé

# Quote post type general name
source: Quotes
fr_fr: Citations

# Quote post type singular name
source: Quote
fr_fr: Citation

# Quote post type add new on admin bar
source: Quote
fr_fr: Citation

# Quote post type admin menu
source: Quotes
fr_fr: Citations

# Quote post type
source: Add
fr_fr: Ajouter

# Quote post type
source: Add a new Quote
fr_fr: Ajouter une nouvelle citation

# Quote post type
source: New Quote
fr_fr: Nouvelle citation

# Quote post type
source: Update the Quote
fr_fr: Mettre à jour la citation

# Quote post type
source: See quote
fr_fr: Voir la citation

# Quote post type
source: Search a quote
fr_fr: Rechercher une citation

# Quote post type
source: No quote found
fr_fr: Aucune citation trouvée

# Quote post type
source: No quote found in the trash
fr_fr: Aucune citation trouvée dans la corbeille

# Quote post type
source: Parent quote
fr_fr: Citation parente

# Quote post type
source: All Quotes
fr_fr: Toutes les citations

# Quote post type description (%1$s widget name)
source: Create a quote that can be displayed using the widget %1$s
fr_fr: Créer une citation qui pourra être affichée en utilisant le widget %1$s

# Quote post type taxonomy general name
source: Quote Tag
fr_fr: Etiquette de citation

# Quote post type taxonomy singular name
source: Quote Tag
fr_fr: Etiquette de citation

# Quote post type taxonomy
source: Search Quote Tags
fr_fr: Rechercher une étiquette de citation

# Quote post type taxonomy
source: Popular Quote Tags
fr_fr: Etiquettes de citation populaires

# Quote post type taxonomy
source: All Quote Tags
fr_fr: Toutes les étiquettes de citation

# Quote post type taxonomy
source: Edit Quote Tag
fr_fr: Editer une étiquette de citation

# Quote post type taxonomy
source: Update Quote Tag
fr_fr: Mettre à jour une étiquette de citation

# Quote post type taxonomy
source: Add New Quote Tag
fr_fr: Ajouter une étiquette de citation

# Quote post type taxonomy
source: New Quote Tag Name
fr_fr: Nouvelle étiquette de citation

# Quote post type taxonomy - instructions in order to fill tags list field
source: Separate Quote Tag with commas
fr_fr: Séparez les étiquettes de citation par des virgules

# Quote post type taxonomy
source: Add or remove Quote Tags
fr_fr: Ajouter ou supprimer des étiquettes de citation

# Quote post type taxonomy
source: Choose from the most used Quote Tags
fr_fr: Choisir parmi les citations les plus utilisées

# Quote post type taxonomy
source: No Quote Tags found.
fr_fr: Aucune étiquette de citation trouvée.

# Quote post type taxonomy
source: Quote Tags
fr_fr: Etiquette de citation

# Quote post type fields
source: Quote Fields
fr_fr: Champs additionnels sur la citation

# Quote post type fields Name field
source: Quote
fr_fr: Citation

# Quote post type fields description below title
source: title will be used to calculate the slug but not used in rendering
fr_fr: le titre n'est utilisé que pour le calcul du permalien, il n'est normalement pas utilisé dans le rendu du widget

# Quote post type fields author
source: Author
fr_fr: Auteur

# Quote post type fields
source: The author of the quote (facultative)
fr_fr: L'auteur de la citation (facultatif)

# Quote post type fields source description
source: The source of the quote (facultative) - can be an url or book reference, ...
fr_fr: La source de la citation (facultatif) - peut être une url, une référence de livre, etc.

# Quote post type fields validation rule quote required
source: Quote is mandatory
fr_fr: Citation obligatoire

# Quote post type fields validation rule quote max length - %1$d is an int
source: Quote length is limited to %1$d characters
fr_fr: La longueur de la citation est limitée à %1$d caractères

# Quote post type fields validation rule author max length - %1$d is an int
source: Quote Author length is limited to %1$d characters
fr_fr: La longueur de la citation est limitée à %1$d caractères

# Quote post type fields validation rule source %1$d is an int
source: Quote Source length is limited to %1$d characters
fr_fr: La longueur de la citation est limitée à %1$d caractères

# Quote List column
source: Quote
fr_fr: Citation

# Quote widget form title of the widget
source: Title
fr_fr: Titre

# Quote widget form default title of the widget
source: Quotes Widget
fr_fr: Widget Citation

# Quote widget form
source: Show author?
fr_fr: Montrer l'auteur ?

# Quote widget form
source: Show source?
fr_fr: Montrer la source ?

# Quote widget form
source: Show a refresh button
fr_fr: Montrer le bouton rafraichissement

# Quote widget form
source: Auto refresh
fr_fr: Rafraichissement automatique

# Quote widget form
source: if auto refresh activated, loop on quotes every n seconds
fr_fr: si le rafraichissement automatique est activé, boucler sur chacune des citations toutes les n secondes

# Quote widget form
source: if auto refresh activated, refresh automatically after this delay (in seconds)
fr_fr: si le rafraichissement automatique est activé, boucler sur chacune des citations après ce délai (en secondes)

# Quote widget form Refresh button/link label
source: Refresh
fr_fr: Rafraichir

# Quote widget form
source: <strong>Warning : </strong> default value restored because entered refresh interval is invalid(value should be between %1$d to %2$d)
fr_fr: <strong>Attention : </strong> valeur par défaut restaurée car l'intervalle de rafraichissement spécifié est invalide (la valeur doit être comprise entre %1$d et %2$d)

# Quote widget form
source: Random refresh
fr_fr: Rafraichissement automatique

# Quote widget form random refresh description
source: if activated next quote will be chosen randomly, otherwise in the order added, latest first.
fr_fr: si activé, la prochaine citation sera choisie aléatoirement, sinon dans l'ordre inverse de création, la plus récente en première.

# Quote widget form
source: Tags filter (comma separated)
fr_fr: Filtre sur les étiquettes de citation (séparées par des virgules)

# Quote widget form
source: <strong>Warning : </strong>Following tags doesn't exist and have been removed
fr_fr: <strong>Attention : </strong>les étiquettes suivantes n'existent pas et ont été supprimées

# Quote widget form
source: Character limit (0 for unlimited)
fr_fr: Limite sur le nombre de caractères (0 si illimité)

# Quote widget form
source: <strong>Warning : </strong> default value restored because entered char limit is invalid(value should be greater or equal to 0)
fr_fr: <strong>Attention : </strong> valeur par défaut restaurée car la limite du nombre de caractères spécifiée est invalide (la valeur doit être supérieure ou égale à 0)

# frontend displayed when the refresh button/link is clicked
source: Loading...
fr_fr: Chargement...

# frontend displayed when an error occured when the refresh button/link is clicked
source: Error getting quote
fr_fr: Erreur lors de la récupération de la citation suivante
